Repository: givtnl/flutter_pa
Catalog: lib/l10n/intl_*.arb
Languages: de, nl

# introText
source: Discover in just 2 minutes with which goals you feel the most connected.
de: Finden Sie heraus, welche Wohltätigkeitsorganisationen Ihren Werten, Normen und Ihrer Identität entsprechen.
nl: Ontdek welke doelen aansluiten bij jouw waarden, normen en identiteit.

# introButton
source: to the Givt Wizard
de: zur Givt Wizard
nl: naar de Givt Wizard

# nextButton
source: next
de: nächste
nl: volgende

# choiceScreen_disagree
source: disagree
de: anderer Meinung
nl: oneens

# choiceScreen_agree
source: agree
de: zugestimmt
nl: eens

# choiceScreen_skip
source: skip
de: überspringen
nl: overslaan

# choiceScreen_totallyDisagree
source: totally disagree
de: völlig anderer Meinung
nl: helemaal oneens

# choiceScreen_totallyAgree
source: totally agree
de: völlig einverstanden
nl: helemaal eens

# sectors_animals
source: animals
de: Tiere
nl: dieren

# sectors_health
source: health
de: Gesundheit
nl: gezondheid

# sectors_internationalAidAndHumanRights
source: international aid and human rights
de: Internationale Hilfe und Menschenrechte
nl: internationale hulp en mensenrechten

# sectors_artAndCulture
source: art and culture
de: Kunst und Kultur
nl: kunst en cultuur

# sectors_natureAndEnvironment
source: nature and environment
de: Natur und Umwelt
nl: natuur en milieu

# sectors_educationAndScience
source: education and science
de: Bildung und Wissenschaft
nl: onderwijs en wetenschap

# sectors_religionAndPhilosophy
source: religion and philosophy
de: Religion und Philosophie
nl: religie en levensbeschouwing

# sectors_wellBeing
source: well-being
de: Wohlbefinden
nl: welzijn

# introTitle
source: Welcome to the Givt Wizard!
de: Willkommen bei der Givt Wizard!
nl: Welkom bij de Givt Wizard!

# matchesScreen_yourPersonalSuggestions
source: Your personal suggestions
de: Ihre persönlichen Vorschläge
nl: Jouw persoonlijke voorstellen

# matchesScreen_subtitleText
source: These organisations best match your values, norms and identity.
de: Diese Organisationen entsprechen am besten Ihren Werten, Normen und Ihrer Identität.
nl: Deze organisaties passen het beste bij jouw waarden, normen en identiteit.

# matchesScreen_findOutMore
source: discover more
de: entdecke mehr
nl: ontdek meer

# organisationDetailScreen_mission
source: Mission
de: Missie
nl: Missie

# organisationDetailScreen_vision
source: Vision
de: Visie
nl: Visie

# organisationDetailScreen_visitWebsite
source: visit the website
de: bezoek de website
nl: bezoek de website

# organisationDetailScreen_youMatchTitle
source: You match!
de: Jullie matchen!
nl: Jullie matchen!

# organisationDetailScreen_youMatchSubTitle
source: This matters to you both:
de: Dit vinden jullie allebei belangrijk:
nl: Dit vinden jullie allebei belangrijk:

# organisationDetailScreen_giveButton
source: give
de: geven
nl: geven

# categoryScreenTitleQuestion
source: Which subjects matter to you?
de: Welche Themen sind Ihnen wichtig?
nl: Welke themaâ€™s vind jij belangrijk?

# loadingTitle
source: Please wait...
de: Even wachten...
nl: Even wachten...

# categoryScreenSubtitle
source: You can select multiple subjects.
de: Sie können mehrere Themen auswählen.
nl: Je kunt meerdere thema's selecteren.

# fetchingQuestions
source: We're fetching the questions!
de: Wir sammeln die Fragen!
nl: We halen de vragen op!

# calculatingMatches
source: We're calculating your matches!
de: Wir berechnen Ihre Matches!
nl: We berekenen je matches!

# introPrivacyPolicyLink
source: No worries, we don't need any personal information!
de: Geen zorgen, we hebben geen persoonlijke informatie nodig!
nl: Geen zorgen, je hoeft geen persoonlijke informatie te delen om je resultaten te bekijken!

# privacyPolicyTitle
source: Privacy policy
de: Privacyverklaring
nl: Privacy verklaring

# privacyPolicy_Pt1
source: We do not use cookies on the device you use to go through the Givt Wizard. We also do not collect personal data from IP addresses. The choices you make are sent to the server without personal identification and we also export which buttons you press. In this way we learn more about how the Givt Wizard is used. And all of that is completely anonymous. At the end of the Givt Wizard you will get a result that you can only ask again later if you leave your email address. Which you are not obliged to. If you leave an e-mail address, there is a chance that you will receive an e-mail from us asking us to help us improve Givt's service. Do you want to know more about what this service entails? Visit our website:
de: Wij zetten geen cookies op het apparaat waarmee je de Givt Wizard doorloopt. Wij verzamelen ook geen persoonsgegevens of IP-adressen. De keuzes die je maakt worden zonder persoonlijke identificatie naar de server gestuurd en we registreren ook op welke knoppen je drukt. Op die manier komen wij te weten hoe de Givt Wizard wordt gebruikt. En dat is helemaal anoniem. Aan het einde van de Givt Wizard krijg je een resultaat dat je later alleen maar nog een keer kunt opvragen als je je e-mailadres achterlaat. Waartoe je niet verplicht wordt. Als je je e-mailadres achterlaat bestaat er de kans dat je een e-mailtje van ons krijgt met de vraag om ons te helpen de service van Givt te verbeteren. Wil je meer weten wat die service inhoudt? Bezoek dan onze website:

# privacyPolicy_Pt2_website
source: www.givt.co.uk
de: www.givtapp.net

# privacyPolicy_Pt3
source: or send us an email at
de: of stuur ons een mailtje op

# choiceScreen_neutral
source: neutral
nl: neutraal
